//ADDDASD JOB (TSO),
//             'ADD DASD',
//             CLASS=A,
//             MSGCLASS=A,
//             MSGLEVEL=(1,1),
//             USER=IBMUSER,PASSWORD=SYS1
//EDITSTEP EXEC PGM=IKJEFT01,REGION=1024K,DYNAMNBR=50
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTERM  DD  SYSOUT=*
//SYSTSIN  DD  *
 EDIT 'SYS1.PARMLIB(VATLST00)' CNTL OLD
 LIST
 INSERT KICKS0,0,2,3350    ,N        KICKS LIBRARIES/DATA (PRIVATE)
 LIST
 SAVE
 END
/*